Revit 2027 API
ParameterTypeId.MassDataSillHeight Property
 "Target Sill Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataSillHeight { get; }
Public Shared ReadOnly Property MassDataSillHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataSillHeight {
	ForgeTypeId^ get ();
}
static member MassDataSillHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace